Repository: RomjanHossain/expense_tracker-APP
Catalog: lib/l10n/arb/app_*.arb
Languages: bn

# counterAppBarTitle
source: Expense Tracker
bn: Contador

# navFirst
source: Home
bn: হোম

# navSecond
source: Transactions
bn: লেনদেন

# navThird
source: Budgets
bn: বাজেট

# navFourth
source: Profile
bn: প্রোফাইল

# onboardingTitle1
source: Gain total control of your money
bn: আপনার টাকা পরিস্থিতি নিন

# onboardingTitle2
source: Know where your money goes
bn: আপনার টাকা কোথায় যাচ্ছে তা জানুন

# onboardingTitle3
source: Planning ahead
bn: পূর্ববর্তী পরিকল্পনা

# onboardingSubtitle1
source: Become your own money manager and make every cent count
bn: আপনির নিজের মানি ম্যানেজার হোন এবং প্রতি সেন্টটি গণনা করুন

# onboardingSubtitle2
source: Track your transaction easily, with categories and financial report
bn: আপনার লেনদেনগুলি সহ ক্যাটাগরি এবং আর্থিক রিপোর্ট সহ সহজে ট্র্যাক করুন

# onboardingSubtitle3
source: Setup your budget for each category so you in control
bn: প্রতিটি ক্যাটাগরির জন্য আপনার বাজেট সেটআপ করুন যাতে আপনি নিয়ন্ত্রণে থাকেন

# onboardingButton
source: Set up your account
bn: আপনার অ্যাকাউন্ট সেটআপ করুন

# onboardingSetUpPin
source: Let's setup your PIN
bn: আপনার PIN সেটআপ করুন

# onboardingSetUpPin2
source: Ok. Re type your PIN again.
bn: পুনরায় আপনার PIN টাইপ করুন...

# onboardingSetUpPin3
source: Enter your PIN
bn: আপনার PIN লিখুন

# onboardingAccountSetup
source: Let's setup your account!
bn: চলুন, আপনার অ্যাকাউন্ট সেটআপ করা যাক!

# onboardingAccountSetup2
source: Account can be your bank, credit card or your wallet.
bn: অ্যাকাউন্ট আপনার ব্যাংক, ক্রেডিট কার্ড অথবা ওয়ালেট হতে পারে।

# onboardingAccountSetupBtn
source: Let's go
bn: চলুন

source: Add new account
bn: নতুন অ্যাকাউন্ট যোগ করুন

source: Account name
bn: অ্যাকাউন্টের নাম

source: Account type
bn: অ্যাকাউন্ট টাইপ

# accountTypeBank
source: Bank
bn: ব্যাংক

# accountTypeCreditCard
source: Credit Card
bn: ক্রেডিট কার্ড

# accountTypeWallet
source: Wallet
bn: ওয়ালেট

# accountTypeMobileBaning
source: Mobile Banking
bn: মোবাইল ব্যাংকিং

# accountTypeCash
source: Cash
bn: ক্যাশ

# accountTypeOther
source: Other
bn: অন্যান্য
